/* Device Kind to be reported to the system */
"HP Fax" = "HP 傳真";

/* The beginning of the fax job */
"Contacting fax..." = "正在聯繫傳真...";

/* Device busy, retrying... */
"Device busy, retrying..." = "裝置忙，請重試...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "正在尋找傳真...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "電話號碼已列入黑名單。"; */

/* Await while filter generates fax document */
"Preparing to fax..." = "正在準備傳真...";

/* Page progress */
"Sending page %lu..." = "正在傳送第 %lu 頁...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "無法聯繫傳真，請佇列等候該類中的下一個傳真...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "不受支援的 URI";

